{
  "type": "Project",
  "id": "03510",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:53:49",
  "serialized": 1650992029107,
  "serializedBy": "Steve Reeve",
  "title": "The Leadenhall Building",
  "description": "010101010101010101010",
  "date": "2000-2014",
  "client": "The British Land Company PLC and Oxford Properties",
  "location": "London, UK",
  "longLat": "-0.0825941 / 51.5137204",
  "constructionCost": "£ 340 000 000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Maurice Brennan",
    "Andy Bryce",
    "Elisa Casciano",
    "James Chapman",
    "Serene Croxton",
    "Philip Dennis",
    "Christopher Finkin",
    "Tobi Frenzen",
    "Russell Gilchrist",
    "Mark Gorton",
    "Lennart Grut",
    "Jan Güell",
    "Mark Hallett",
    "Dirk Krolikowski",
    "Justin Lau",
    "Carmel Lewin",
    "Stephen Light",
    "Robert Luck",
    "Annette Main",
    "Tim Mason",
    "Aaron Massingham",
    "John McElgunn",
    "Charles Meloy",
    "Jon Mercer",
    "Nicholas Mitchell",
    "Andrew Morris",
    "Jack Newton",
    "Ben Nicholls",
    "Alison Oktay",
    "Louise Palomba",
    "Joanna Pencakowski",
    "Richard Rogers",
    "Laura Sandiford",
    "Patricia Sendin",
    "Graham Stirk",
    "Will Thorne",
    "German de la Torre",
    "Kenny Tsui",
    "Emma Tynan",
    "Will Wimshurst",
    "Daniel Wright",
    "Andrew Yek",
    "Jacqueline Yeung"
  ],
  "partners": [
    "Graham Stirk",
    "Andrew Morris"
  ],
  "leaders": [
    "Maurice Brennan",
    "Andy Bryce"
  ],
  "overview": "NEST This 50-storey tower opposite <a href=\"projects/office/lloyds-of-london/\">Lloyd’s of London</a> rises to a height of 224.5 metres (802 feet), its slender form creating its own distinctive profile within an emerging cluster of tall buildings in this part of the City of London. The building’s tapering profile is prompted by a requirement to respect views of St Paul’s Cathedral, in particular from Fleet Street. The tower’s design ensures that from this key vantage point the cathedral’s dome is still framed by a clear expanse of sky.\n\nThe office floors are designed to meet the highest quality office space standards taking the form of rectangular floor plates which progressively diminish in depth towards the apex. Instead of a traditional central core providing structural stability, the building employs a full perimeter braced tube which defines the edge of the office floor plates and creates stability under wind loads. The circulation and servicing core is located in a detached north-facing tower, containing colour-coded passenger and goods lifts, service risers and on-floor plant and WCs.\n\n\nThe building’s envelope expresses the diversity of what it encloses, reinforcing the composition and providing legibility to the primary elements. Although the tower occupies the entire site, the scheme delivers an unprecedented allocation of public space – the lower levels are recessed on a raking diagonal to create a spectacular, sun-lit seven-storey high space complete with shops, and soft landscaped public space.\n\nThis public space offers a half-acre extension to the adjacent piazza of St Helen’s Square. Overlooking the space is a public bar and restaurant served by glazed lifts. This new public space provides a rare breathing space within the dense urban character of the City of London.",
  "concept": "The site identified for a new speculatively let office tower in the City of London is surrounded by listed buildings and churches in the immediate vicinity of Leadenhall Street.\n\nInitially, a number of design strategies were explored in terms of their relationship to the listed surroundings as well as to the existing cluster of nearby tall buildings, the neighbouring 1969 St Helen’s building (previously known as the Aviva Tower and CGNU), the impact on the view of Sir Christopher Wren’s St Paul’s Cathedral and the potential public realm benefits. These myriad factors led to the identification of a tall, tapered development envelope (the specifically designated area within which all structures are to be contained on a site).\n\nVarious potential solutions were explored within this envelope, including a mid-rise rectangular block that filled the site, a stepped profile building and a slender high-rise. The final tall, sloped form emerged following an examination of the relative merits of each option. As its height increases and profile narrows, the mass of the building pulls away from the sensitive view of St Paul’s from Fleet Street.\n\n\nThe inclined form, tapering away from the Cathedral, creates a spire-like western elevation which produces a contrasting form to the soft profile of the Cathedral’s dome and complements its setting within the existing spires of the north and south entry towers and Wren’s St Martin-within-Ludgate church. This important composition only becomes visible from the northern pavement of Fleet Street.\n\nIn addition, the decreasing profile provides a logical termination to a tall building, allowing it to create its own distinctive profile and to become a positive addition to the London skyline. The ability to build high within the development allows for the provision of a significant public space at the building’s base – maintaining existing pedestrian connections and creating an important new meeting space in the City – without compromising on lettable area.",
  "design": "The Leadenhall Building comprises a number of distinct architectural elements that provide clarity to the composition both as a whole and as a legible expression of its constituent parts. These elements include the primary stability structure, the ladder frame, the office floor plates, the northern support core, the external envelope and the public realm.\n\nThe structure aims to reinforce the geometry defined by the development envelope, which in turn created the distinctive tapering form. The primary stability structure takes the form of a perimeter braced ‘tube’ that defines the extent of the floor plates. This tubular steel megaframe can be read at a macro level within the city and at a micro level in the immediate vicinity of the building, the vertical circulation systems are expressed behind a façade of clear glazing offering occupants and passers-by views into and out of the building.\n\nThe ladder frame contributes to the vertical emphasis of the building, and encloses the fire-fighting cores that serve the office floors. The frame also visually anchors the building to the ground.\n\n\nThe office floors take the form of simple rectangular floor plates which progressively diminish in depth by 750 millimetres towards the apex. Office floors are connected to the structural ‘tube’ at every floor level without the need for secondary vertical columns at the perimeter. The northern support core is conceived as a detached tower containing all passenger and goods lifts, service risers, on-floor plant and WCs. Three groups of passenger lifts serve the low-, mid- and high-rise sections of the building, and are connected by two transfer lobbies at levels 10 and 24.\n\nThe building is designed with the flexibility to be let either to a single tenant or to multiple tenants who would occupy any number of floors as necessary. The diminishing size of the floor plates allows for the possibility of creating south-facing atria with multi-floor tenancies.\n\nThe position of the northern support core relative to the office areas means that the structure is not required to be over-clad with fire protection, allowing the whole to be designed and expressed as visible steelwork. This articulated steel frame provides clarity to the complete assemblage.\n\nThe highly transparent glazed enclosure makes manifest the structureand movement systems within; its physical presence is a striking and dynamic addition to the City and a unique spectacle for the enjoyment for passers-by.\n\n\nThe building is designed to express all its constituent elements behind a single glazed envelope. Façades to the office areas require the highest comfort criteria in relation to heat loss, daylight, glare control and solar gain. Here, the façades are supplemented with an internal layer of double-glazing, forming a cavity which incorporates the structural frame. The external glazing incorporates vents at node levels to allow outside air to enter and discharge from the cavity. Controlled blinds in the cavity automatically adjust to limit unwanted solar gain and glare.\n\nThe lower levels of the building are recessed on a raking diagonal to create a large, seven-storey public space that opens up to the south. The spectacular scale of the semi-enclosed, cathedral-like space is without precedent in London and will create a major new meeting place and a unique destination in itself. Overlooking the space are a bar and restaurant with generous terrace areas that provide animation and views into the public space and beyond. Open at ground level to give access from all directions, the public space is fully accessible by means of a large, gently sloped surface connecting St Helen’s Square with Leadenhall Street.",
  "construction": "The Leadenhall Building’s erection was one of the fastest pieces of large-scale construction to take place in the UK. Work recommenced on site in September 2011, following a pause in development during the economic downturn, with the superstructure given a planned completion timescale of just 11 months.\n\nThe Leadenhall’s construction site was extraordinarily tight, with the building’s footprint reaching right up to the perimeter. As a result, in combination with the building’s location in the City of London, there was no set-down space, storage or space to work on site. Every part of the building had to arrive on site prefabricated and ready for installation.\n\nIn collaboration with construction managers Laing O’Rourke, the construction processes were streamlined and the superstructure divided into large components to be prefabricated off-site and brought to site to a strict timetable. Much of the construction work for the building was done in factories and workshops around Europe, so only the final assembly of parts took place on site.\n\n\nThe yellow ‘tables’ which make up the north core were each designed to fit perfectly on a long-bed lorry, with three tables making up one level of the core. These were manufactured at a steelworks in Ireland, shipped to Liverpool where the concrete floors were added and services fixed before being driven to site. Each part of the megaframe was fabricated in Wolverhampton, coated with intumescant paint (for fire protection) and sent to site according to a strict timescale. Due to the large size of such components, deliveries to site could only take place outside of office hours to ensure that there was no impact on city trading.\n\nThe superstructure was completed in the summer of 2013 and the building was completed to ‘shell and core’ standard in July 2014. Internal tenants’ fit out and landscaping of the ground floor public space has followed on from this and the first tenants will move into the building in 2015.",
  "dimensions": [
    {
      "elementId": "WVvwpYIJTEuCKULdwxZ8PA",
      "label": "Height",
      "value": "224.5 m"
    },
    {
      "elementId": "XLA0uo9bikCZClyA6d8vjQ",
      "label": "Floors",
      "value": "48"
    },
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "3 000 m²"
    },
    {
      "elementId": "web:grossInternalArea",
      "label": "Gross Internal Area",
      "value": "84 424 m²"
    },
    {
      "elementId": "web:lettableArea",
      "label": "Lettable Area",
      "value": "60 250 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:buildingOwnerSinceJune2017",
      "label": "Building owner since June 2017",
      "value": "CC Land Holdings Limited"
    },
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Arup"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Arup"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "DL Aecom"
    },
    {
      "elementId": "web:projectManager",
      "label": "Project Manager",
      "value": "WSP"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Edco Design London / Gillespies"
    },
    {
      "elementId": "web:mainContractor",
      "label": "Main Contractor",
      "value": "Laing O’Rourke"
    },
    {
      "elementId": "web:planningConsultant",
      "label": "Planning Consultant",
      "value": "DP9"
    },
    {
      "elementId": "web:liftEngineer",
      "label": "Lift Engineer",
      "value": "Kone"
    },
    {
      "elementId": "web:townscapeConsultant",
      "label": "Townscape Consultant",
      "value": "Francis Golding"
    }
  ],
  "certificates": [
    {
      "rowId": "1",
      "authority": "BREEAM",
      "rating": "Excellent"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "2018",
      "award": "RIBA National Award"
    },
    {
      "rowId": "2",
      "year": "2018",
      "award": "RIBA London Award 2018"
    },
    {
      "rowId": "3",
      "year": "2017",
      "award": "The British Constructional Steelwork Association Awards, Main National Award Winner and Special Award for Best Overall Project"
    },
    {
      "rowId": "4",
      "year": "2016",
      "award": "BCO Best Design Innovation Award 2016 shortlist"
    },
    {
      "rowId": "5",
      "year": "2016",
      "award": "BCO Best Commercial Workplace in the UK"
    },
    {
      "rowId": "6",
      "year": "2016",
      "award": "NLA Best Commercial Building"
    },
    {
      "rowId": "7",
      "year": "2015",
      "award": "British Council for Offices Innovation Award"
    },
    {
      "rowId": "8",
      "year": "2015",
      "award": "British Council for Offices 'Best Commercial Office London and the South East'"
    },
    {
      "rowId": "9",
      "year": "2015",
      "award": "City of London Building of the Year"
    },
    {
      "rowId": "10",
      "year": "2011",
      "award": "Pre-certified BREEAM Excellent Rating"
    },
    {
      "rowId": "11",
      "year": "2011",
      "award": "Working (Unbuilt category): NLA Awards"
    }
  ]
}
